Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Resources.resw
Source language: en
Languages: cs, he, hr, hu, nb, sk, sr_cyrl

# LimitReachedPinDialogsPremium
source: Sorry, you can't pin more than {0} chats to the top. Unpin some that are currently pinned.
cs: Je nám líto, ale nemůžete připnout více než {0} konverzací na začátek. Některé, které jsou aktuálně připnuté, můžete odepnout.
he: מצטערים, לא ניתן לנעוץ יותר מ⁨{0}⁩ צ'אטים. בטל נעיצה של צ'אטים נעוצים.
hr: Nažalost, ne možete prikvačiti više od {0} razgovora na vrh. Otkvačite neki koji je trenutno prikvačen.
hu: Sajnáljuk, de nem rögzíthetsz több, mint {0} csevegést. Oldd fel néhány csevegés rögzítését.
nb: Beklager, du kan ikke feste mer enn **{0}** samtaler til toppen. Løsne en som allerede er festet først.
sk: Ľutujeme, na vrch nemôžete pripnúť viac ako {0} konverzácii. Najprv odopnite už pripnuté.
sr_cyrl: Не можете да закачите више од {0} ћаскања на врх. Откачите нека која су тренутно закачена.

# LimitReachedPublicLinks
source: You have reserved too many public links. Try revoking the link from an older group or channel, or subscribe to **Telegram Premium** to double the limit to **{1}** public links.
cs: Máte zarezervováno příliš mnoho veřejných odkazů. Zkuste odvolat odkaz ze starší skupiny nebo kanálu nebo si předplaťte **Telegram Premium** a zdvojnásobte limit na **{1}** veřejných odkazů.
he: שמרת יותר מדי קישור ציבוריים. נסה לבטל קישור מקבוצה או ערוץ ישנים, או הירשם ל**טלגרם פרימיום** כדי להכפיל את המגבלות ל**⁨{1}⁩** קישורים ציבוריים.
hr: Rezervirali ste previše javnih linkova. Pokušajte opozvati link od neke starije grupe ili kanala ili se pretplatite na **Telegram Premium** i udvostručite limit na **{1}** javnih linkova.
hu: Túl sok nyilvános hivatkozást foglaltál le. Próbálj meg visszavonni néhányat régebbi csoportokból vagy csatornákból. Fizess elő a **Telegram Prémium**ra, hogy megduplázd a korlátot **{1}** nyilvános hivatkozásra.
nb: Du har reservert for mange offentlige lenker. Enten annuller en lenke fra en eldre gruppe eller kanal, eller abonner på **Telegram Premium** for å doble grensen til **{1}** offentlige lenker.
sk: Rezervovali ste priveľa verejných odkazov. Skúste zrušiť prepojenie zo staršej skupiny alebo kanála alebo si predplaťte **Telegram Premium**, čím zdvojnásobíte limit na **{1}** verejných prepojení.
sr_cyrl: Резервисали сте превише јавних линкова. Покушајте да опозовете линк неке старије групе или канала или се претплатите на **Telegram Premium** да бисте удвостручили ограничење на **{1}** јавних линкова.

# LimitReachedPublicLinksLocked
source: You have reserved too many public links. Try revoking the link from an older group or channel. We are working to let you increase this limit in the future.
cs: Máte zarezervováno příliš mnoho veřejných odkazů. Zkuste odvolat odkaz ze starší skupiny nebo kanálu. Pracujeme na tom, abychom vám v budoucnu umožnili tento limit zvýšit.
he: שמרת יותר מדי קישורים ציבוריים. נסה לבטל קישור מקבוצה או ערוץ ישנים. אנו עובדים על מנת להגדיל מגבלה זו בעתיד.
hr: Rezervirali ste previše javnih linkova. Pokušajte opozvati link od neke starije grupe ili kanala. Radimo na tome da vam omogućimo povećanje ovog limita u budućnosti.
hu: Túl sok nyilvános hivatkozást foglaltál le. Próbálj meg visszavonni néhányat régebbi csoportokból vagy csatornákból. Dolgozunk rajta, hogy a jövőben több hivatkozást hozhass létre.
nb: Beklager, du har reservert for mange offentlige lenker. Prøv å annullere en lenke fra en eldre gruppe eller kanal. Vi jobber med å kunne la deg øke denne grensen i fremtiden.
sk: Rezervovali ste priveľa verejných odkazov. Skúste zrušiť odkaz zo staršej skupiny alebo kanála. V budúcnosti by sme mohli tento limit zvýšiť.
sr_cyrl: Резервисали сте превише јавних линкова. Покушајте да опозовете линк неке старије групе или канала. Радимо на томе да вам омогућимо повећање овог ограничења у будућности.

# LimitReachedPublicLinksPremium
source: You have reserved too many public links. Try revoking the link from an older group or channel.
cs: Máte zarezervováno příliš mnoho veřejných odkazů. Zkuste odvolat odkaz ze starší skupiny nebo kanálu.
he: שמרת יותר מדי קישורים ציבוריים. נסה לבטל קישור מקבוצה או ערוץ ישנים.
hr: Rezervirali ste previše javnih linkova. Pokušajte opozvati link od neke starije grupe ili kanala.
hu: Túl sok nyilvános hivatkozást foglaltál le. Próbálj meg visszavonni néhányat régebbi csoportokból vagy csatornákból.
nb: Beklager, du har reservert for mange offentlige lenker. Prøv å annullere en lenke fra en eldre gruppe eller kanal.
sr_cyrl: Резервисали сте превише јавних линкова. Покушајте да опозовете линк неке старије групе или канала.

# LinkAvailable
source: {0} is available.
cs: {0} je dostupný
he: ⁨{0}⁩ זמין.
hr: {0} je dostupan.
hu: {0} elérhető.
nb: {0} er tilgjengelig.
sk: {0} je dostupný.
sr_cyrl: {0} је доступно.

# LinkChecking
source: Checking name
cs: Kontroluji jméno...
he: בודק שם…
hr: Provjera naziva...
hu: Név ellenőrzése...
nb: Kontrollerer navn…
sk: Kontroluje sa názov…
sr_cyrl: Провера назива...

# LinkCopied
source: Link copied to clipboard.
cs: Odkaz zkopírován do schránky.
he: הקישור הועתק ללוח העריכה.
hr: Link je kopiran u međuspremnik.
hu: A hivatkozás a vágólapra másolva.
nb: Lenke kopiert til utklippstavle.
sk: Odkaz bol skopírovaný do schránky.
sr_cyrl: Линк је копиран.

# LinkCopiedPrivate
source: Link copied to clipboard. This link will only work for members of this chat.
cs: Odkaz byl zkopírován do schránky. Tento odkaz bude fungovat pouze pro členy této konverzace.
he: הקישור הועתק ללוח העריכה. הוא יפעל רק לחברים בצ'אט זה.
hr: Link je kopiran u međuspremnik. Ovaj link će raditi samo članovima ovog razgovora.
hu: Hivatkozás a vágólapra másolva. Ez a link csak a tagok számára fog működni.
nb: Lenke kopiert til utklippstavle. Denne lenken vil bare fungere for medlemmer i denne samtalen.
sk: Odkaz bol skopírovaný do schránky. Tento odkaz bude fungovať iba pre členov tejto konverzácie.
sr_cyrl: Линк је копиран. Овај линк ће радити само за чланове овог ћаскања.

source: Linked Channel
cs: Propojený kanál
he: ערוץ מקושר
hr: Povezani kanal
hu: Csatlakoztatott csatorna
nb: Koblet kanal
sk: Prepojený kanál
sr_cyrl: Повезани канал

# LinkInfo
source: Anyone who has Telegram installed will be able to join your group by following this link.
cs: Kdokoliv, kdo má nainstalovaný Telegram, se může připojit do skupiny pomocí tohoto odkazu.
he: כל מי שיש לו טלגרם יוכל להצטרף לקבוצה שלך על ידי לחיצה על קישור זה.
hr: Svatko tko ima instalirani Telegram moći će se pridružiti vašoj grupi preko ovog linka.
hu: Bárki, aki a Telegramot használja, beléphet a csoportba ezen a hivatkozáson keresztül.
nb: Alle som har Telegram installert vil kunne bli med i gruppen din ved å bruke denne lenken.
sk: Ktokoľvek, kto má nainštalovaný Telegram, sa bude môcť pripojiť do vašej skupiny prostredníctvom tejto pozvánky.
sr_cyrl: Свако ко има инсталиран Telegram ће моћи да се придружи вашој групи преко овог линка.

# LinkNotFound
source: Unfortunately, you can't access this message. You aren't a member of the chat where it was posted.
cs: K této zprávě bohužel nemáte přístup. Nejste součástí konverzace, ve které byla zaslána.
he: למרבה הצער, אינך יכול לגשת להודעה זו מכיון שאינך חבר בקבוצה שבה היא פורסמה.
hr: Nažalost, ne možete pristupiti ovoj poruci. Niste član razgovora u kojem je objavljena.
hu: Sajnos nem tudod elolvasni ezt az üzenetet. Nem vagy tagja annak a csevegésnek, ahol ezt az üzenetet írták.
nb: Beklager, du har ikke tilgang til denne meldingen. Du er ikke medlem i samtalen den ble lagt ut i.
sk: Bohužiaľ, nemáte prístup k tejto správe. Nie ste členom konverzácie, kde bola uverejnená.
sr_cyrl: Не можете приступити овој поруци. Нисте члан ћаскања у ком је објављена.

# Links_one
source: {0} link
cs: {0} odkaz
he: קישור ⁨{0}⁩
hu: {0} hivatkozás
nb: {0} lenke
sk: {0} odkaz
sr_cyrl: {0} линк

# Links_other
source: {0} links
cs: {0} odkazů
he: ⁨{0}⁩ קישורים
hr: {0} linkova
hu: {0} hivatkozás
nb: {0} lenker
sk: {0} odkazov
sr_cyrl: {0} линкова

source: Links created by other admins
cs: Odkazy od jiných správců
he: קישורים שנוצרו על ידי מנהלים אחרים
hr: Pozivnice ostalih administratora
hu: Más adminok által létrehozott linkek
nb: Lenker opprettet av andre administratorer
sk: Pozvánky vytvorené inými správcami
sr_cyrl: Позивнице од других администратора

source: listening
cs: poslouchá
he: מקשיב
hr: sluša
hu: hallgatja
nb: lytter
sk: počúva
sr_cyrl: слуша

# LiteOptionsAutoplayChat
source: Autoplay in chat
he: נגן אוטומטית בצ'אט
hr: Animacije u razgovorima
hu: Auto-lejátszás csevegésekben
nb: Autoavspilling i samtale
sk: Automatické prehrávanie v konverzácii
sr_cyrl: Репродукција у ћаскању

# LiteOptionsAutoplayGifs
source: Autoplay GIFs
he: נגן GIF אוטומטית
hr: Pokretanje GIF-ova
hu: GIF-ek automata lejátszása
nb: Autoavspilling av GIF'er
sk: Automatické prehrávanie GIF-ov
sr_cyrl: Репродукција GIF-ова

# LiteOptionsAutoplayKeyboard
source: Autoplay in keyboard
he: נגן אוטומטית במקלדת
hr: Animacije na tipkovnici
hu: Auto-lejátszás a billentyűzeten
nb: Autoavspilling i tastatur
sk: Automatické prehrávanie na klávesnici
sr_cyrl: Репродукција на тастатури

# LiteOptionsAutoplayReactions
source: Autoplay in reaction menu
he: נגן אוטומטית בתפריט הרגשונים
hr: Animacije u izborniku reakcija
hu: Auto-lejátszás a reakciók menüben
nb: Autoavspilling i reaksjonsmeny
sk: Automatické prehrávanie v ponuke reakcií
sr_cyrl: Репродукција у менију реакција

# LiteOptionsAutoplayVideo
source: Autoplay Videos
he: נגן סרטונים אוטומטית
hr: Pokretanje videozapisa
hu: Videók automata lejátszása
nb: Autoavspilling av videoer
sk: Automatické prehrávanie videí
sr_cyrl: Репродукција видеа

# LiteOptionsBackground
source: Background rotation
he: תנועה ברקע
hr: Rotacija pozadine
hu: Háttérforgatás
nb: Bakgrunnsrotasjon
sk: Rotácia pozadia
sr_cyrl: Ротација позадине

# LiteOptionsBlur
source: Night theme blur
he: טשטוש במצב לילה
hr: Zamućenje noćne teme
hu: Éjszakai téma elmosódás
nb: Uklarhet i natt tema
sk: Rozmazanie nočného motívu
sr_cyrl: Замућење ноћне теме

# LiteOptionsCalls
source: Animations in Calls
he: אנימציות בשיחות
hr: Animacije u pozivima
hu: Hívások animációi
nb: Animasjoner i samtaler
sk: Animácie v hovoroch
sr_cyrl: Анимације у позивима

# LiteOptionsChat
source: Animations in Chats
he: אנימציות בצ'אט
hr: Animacije u razgovorima
hu: Csevegések animációi
nb: Animasjoner i samtaler
sk: Animácie v konverzáciách
sr_cyrl: Анимације у ћаскањима

# LiteOptionsEmoji
source: Animated Emoji
he: אימוג'י מונפש
hr: Animirani emojiji
hu: Animált Emoji
nb: Animerte emoji
sk: Animované emoji
sr_cyrl: Анимирани емоџији

# LiteOptionsScale
source: Zoom animations
he: אנימציות הגדלה
hr: Animacije zumiranja
hu: Nagyítás animációk
nb: Zoomanimasjoner
sk: Animácie priblíženia
sr_cyrl: Анимације увећања

# LiteOptionsSpoiler
source: Animated spoiler effect
he: אפקט ספויילר מונפש
hr: Animirani spoiler efekt
hu: Animált spoiler effekt
nb: Animert spoilereffekt
sk: Efekt animovaného spojlera
sr_cyrl: Анимирани ефекат спојлера

# LiteOptionsStickers
source: Animated Stickers
he: מדבקות מונפשות
hr: Animirane naljepnice
hu: Animált matricák
nb: Animerte klistremerker
sk: Animované nálepky
sr_cyrl: Анимиране налепнице

# LiteOptionsTitle
source: Power saving options
he: אפשרויות חסכון בסוללה
hr: Postavke uštede energije
hu: Energiatakarékossági lehetőségek
nb: Alternativer for strømsparing
sk: Možnosti úspory energie
sr_cyrl: Опције уштеде енергије

# LiteOptionsTopics
source: Side menu in topics
he: תפריט הצד בנושאים
hr: Bočni izbornik u temama
hu: Oldalmenü a témakörökben
nb: Sidemeny i emner
sk: Bočná ponuka v témach
sr_cyrl: Бочни мени у темама

# LitePowerSaver
source: Save Power on Low Battery
he: חסוך בחשמל כשהסוללה חלשה
hr: Ušteda energije pri slaboj bateriji
hu: Energiatakarékosság alacsony töltöttségnél
nb: Spar strøm på lavt batteri
sr_cyrl: Штеди енергију (батерија при крају)

# LitePowerSaverInfo
source: Automatically switch to low power usage when your system is in Battery Saving Mode.
he: עבור אוטומטית לחיסכון בסוללה שהמערכת במצב חיסכון בסוללה.
hr: Sve animacije će se isključiti kada je vaš sustav u načinu rada za štednju baterije.
hu: Automatikusan átvált alacsony energiafelhasználásra, amikor a rendszer energiatakarékos üzemmódban van.
nb: Bytt automatisk til lavt strømforbruk i appen når enheten din settes i batterisparingsmodus.
sr_cyrl: Аутоматски прелази на смањену потрошњу енергије када је ваш систем у режиму уштеде батерије.

# LiteSmoothTransitions
source: Enable Smooth Transitions
he: הפעל מעברים חלקים
hr: Uključi glatke prijelaze
hu: Gördülékeny átmenetek
nb: Aktiver myke overganger
sk: Zapnúť plynulé prechody
sr_cyrl: Омогући глатке прелазе

# LiteSmoothTransitionsInfo
source: You can disable animated transitions between different sections of the app.
he: באפשרותך לבטל את האנימציות במעברים במקטעים שונים באפליקציה.
hr: Možete isključiti animirane prijelaze između različitih odjeljaka aplikacije.
hu: Letilthatod az animált átmeneteket az alkalmazás különböző részei között.
nb: Du kan deaktivere animerte overganger mellom forskjellige seksjoner i appen.
sk: Animované prechody medzi rôznymi sekciami aplikácií môžete vypnúť.
sr_cyrl: Можете да онемогућите анимиране прелазе између различитих делова апликације.

source: Loading...
cs: Načítám...
he: טוען...
hr: Učitavanje...
hu: Betöltés...
nb: Laster inn…
sk: Načítava sa...
sr_cyrl: Учитавање...

# LocalAudioCache
source: Voice & Video messages
cs: Hlasové/video zprávy
he: הודעות וידאו וקוליות
hr: Glasovne i videoporuke
hu: Hang és videóüzenetek
nb: Tale- og videomeldinger
sk: Hlasové správy a videosprávy
sr_cyrl: Видео и гласовне

# LocalCache
source: Other files
cs: Ostatní soubory
he: קבצים אחרים
hr: Ostale datoteke
hu: Egyéb fájlok
nb: Andre filer
sk: Ostatné súbory
sr_cyrl: Остале датотеке

# LocalDatabase
source: Clear Local Database
cs: Vyčistit lokální databázi
he: נקה מסד נתונים מקומי
hr: Očisti lokalnu bazu
hu: Helyi adatbázis törlése
nb: Tøm lokal database
sk: Vymazať lokálnu databázu
sr_cyrl: Очисти локалну базу

# LocalDocumentCache
source: Documents
cs: Dokumenty
he: מסמכים
hr: Datoteke
hu: Dokumentumok
nb: Dokumenter
sk: Dokumenty
sr_cyrl: Документи

# LocalGifCache
source: GIFs
cs: GIFy
he: קובצי GIF
hr: GIF-ovi
hu: GIF-ek
nb: GIF'er
sk: GIF-y
sr_cyrl: GIF-ови

# LocalMusicCache
source: Music
cs: Hudba
he: מוזיקה
hr: Glazba
hu: Zene
nb: Musikk
sk: Hudba
sr_cyrl: Музика

# LocalPhotoCache
source: Photos
cs: Fotky
he: תמונות
hr: Slike
hu: Képek
nb: Bilder
sk: Fotky
sr_cyrl: Слике

# LocalVideoCache
source: Videos
cs: Videa
he: סרטונים
hr: Videozapisi
hu: Videók
nb: Videoer
sk: Videá
sr_cyrl: Видео

# Location
source: Location based on the IP address
cs: Poloha dle IP adresy
he: מיקום מבוסס על פי כתובת IP
hr: Lokacija je temeljena na IP adresi
hu: Helymeghatározás IP-cím alapján
nb: Posisjon basert på IP adressen
sk: Poloha na základe IP adresy
sr_cyrl: Локација на основу IP адресе

# LocationUpdatedFormatted
source: updated {0}
cs: aktualizováno {0}
he: עודכן ⁨{0}⁩
hr: ažurirano {0}
hu: frissítve: {0}
nb: oppdatert {0}
sk: aktualizované {0}
sr_cyrl: ажурирано {0}

# LocationUpdatedJustNow
source: updated just now
cs: aktualizována před chvílí
he: עודכן ממש עכשיו
hr: upravo ažurirano
hu: most frissítve
nb: oppdatert akkurat nå
sk: aktualizované práve teraz
sr_cyrl: управо ажурирано

# LoginAttempts
source: Incomplete login attempts
cs: Nekompletní pokusy o přihlášení
he: נסיונות כניסה שלא הושלמו
hr: Nepotpuni pokušaji prijave
hu: Befejezetlen bejelentkezési kísérletek
nb: Ufullstendige påloggingsforsøk
sk: Nedokončené pokusy o prihlásenie
sr_cyrl: Непотпуни покушаји пријављивања

# LoginAttemptsInfo
source: The devices above have no access to your messages. The code was entered correctly, but no correct password was given.
cs: Zařízení výše nemají přístup k Vašim zprávám. Kód byl zadán správně, ale s nesprávným heslem.
he: למכשירים לעיל אין גישה להודעות שלך. הקוד הוזן כהלכה, אבל לא סופקה סיסמה נכונה.
hr: Uređaji iznad nemaju pristup vašim porukama. Upisan je ispravan kod, ali nije upisana točna lozinka.
hu: Ezek az eszközök nem férnek hozzá az üzeneteidhez. A kód helyesen került beírásra, de a jelszó nem.
nb: Enhetene ovenfor har ingen tilgang til dine meldinger. Riktig kode ble oppgitt, men ikke riktig passord.
sk: Zariadenia vyššie nemajú prístup k vašim správam. Kód bol zadaný správne, ale nebolo zadané správne heslo.
sr_cyrl: Уређаји изнад немаjу приступ вашим порукама. Кôд је исправно унет, али није унета исправна лозинка.

# LoginPassword
source: Password
cs: Heslo
he: סיסמה
hr: Lozinka
hu: Jelszó
nb: Passord
sk: Heslo
sr_cyrl: Лозинка

# LoginPasswordText
source: You have Two-Step Verification enabled, so your account is protected with an additional password.
cs: Máte zapnuté dvoufázové ověření, Váš účet je chráněn dalším heslem.
he: הפעלת את האימות הדו-שלבי, לכן חשבונך מוגן בסיסמה נוספת.
hr: Vaš račun je zaštićen dodatnom lozinkom jer imate uključenu potvrdu u dva koraka.
hu: Engedélyezted a kétlépcsős azonosítást, így a fiókodat egy második jelszó is védi.
nb: Du har aktivert totrinnsbekreftelse, slik at kontoen er sikret med et ekstra passord.
sk: Mate zapnuté dvojstupňové overovanie, takže váš účet je chránený dodatočným heslom.
sr_cyrl: Омогућили сте верификацију у два корака, тако да је ваш налог заштићен додатном лозинком.

source: Log Out
cs: Odhlásit
he: התנתק
hr: Odjava
hu: Kijelentkezés
nb: Logg ut
sk: Odhlásiť sa
sr_cyrl: Одјава

# LogOutInfo
source: Logging out deactivates all Secret Chats.
cs: Odhlášení deaktivuje všechny Vaše důvěrné konverzace.
he: התנתקות תמחק את כל הצ'אטים הסודיים.
hr: Ako se odjavite, deaktivirat će se svi tajni razgovori.
hu: A kijelentkezés törli az összes titkos csevegést.
nb: Avlogging deaktiverer alle hemmelige samtaler.
sk: Odhlásenie deaktivuje všetky tajné konverzácie.
sr_cyrl: Одјављивањем се бришу сва тајна ћаскања.

# LogOutTitle
source: Log Out
cs: Odhlásit
he: התנתק
hr: Odjava
hu: Kijelentkezés
nb: Logg ut
sk: Odhlásiť sa
sr_cyrl: Одјава

source: Long
cs: Dlouhé
he: ארוך
hr: Dugo
hu: Hosszú
nb: Lang
sk: Dlhé
sr_cyrl: Дуга

# ManageChannelMenu
source: Manage channel
cs: Spravovat kanál
he: נהל ערוץ
hr: Uredi kanal
hu: Csatorna kezelése
nb: Administrer kanal
sk: Spravovať kanál
sr_cyrl: Управљај каналом

# ManageGroupMenu
source: Manage group
cs: Spravovat skupinu
he: נהל קבוצה
hr: Uredi grupu
hu: Csoport kezelése
nb: Administrer gruppe
sk: Spravovať skupinu
sr_cyrl: Управљај групом

source: Map
cs: Mapa
he: מפה
hr: Karta
hu: Térkép
nb: Kart
sk: Mapa
sr_cyrl: Мапа

source: Mark all as read
cs: Označit vše jako přečtené
he: סמן הכל כנקרא
hr: Označi sve kao pročitano
hu: Összeset olvasottnak jelöl
nb: Merk alle som lest
sk: Označiť všetko ako prečítané
sr_cyrl: Означи све као прочитано

source: Mark as read
cs: Označit jako přečtené
he: סמן כנקרא
hr: Pročitano
hu: Olvasottnak jelöl
nb: Merk som lest
sk: Označiť ako prečítané
sr_cyrl: Означи као прочитано

source: Mark as unread
cs: Označit jako nepřečtené
he: סמן כלא נקרא
hr: Označi kao nepročitano
hu: Olvasatlannak jelöl
nb: Merk som ulest
sk: Označiť ako neprečítané
sr_cyrl: Означи као непрочитано

source: Masks
cs: Masky
he: מסכות
hr: Maske
hu: Maszkok
nb: Masker
sk: Masky
sr_cyrl: Маске

source: Masks archived.
cs: Masky archivovány.
he: המסכות הועברו לארכיון.
hr: Maske arhivirane.
hu: Maszkok archiválva.
nb: Masker arkivert.
sk: Masky boli archivované.
sr_cyrl: Архивиране маске.

# MasksInfo
source: You can add masks in the media editor when sending photos.
cs: Při posílání fotek do nich můžete přidat masky v editoru médií.
he: ניתן להוסיף מסכות בעורך המדיה בעת שליחת תמונות.
hr: Maske možete staviti na slike koje šaljete u uređivaču medija.
hu: A fotók küldésekor a médiaszerkesztőben adhatsz hozzá maszkokat.
nb: Du kan legge til masker i redigeringen når du sender bilder.
sk: Pri odosielaní fotografií môžete v editore médií pridať masky.
sr_cyrl: Можете да додате маске у уређивачу медија када шаљете слике.

# Media_one
source: {0} media
cs: {0} média
he: מדיה אחת
hr: {0} medij
hu: {0} média
nb: {0} mediefil
sk: {0} médium
sr_cyrl: {0} медиј

# Media_other
source: {0} media
cs: {0} médií
he: ⁨{0}⁩ קובצי מדיה
hr: {0} medija
hu: {0} média
nb: {0} mediefiler
sk: {0} médií
sr_cyrl: {0} медија

# MediaZoomIn
source: Zoom In
cs: Přiblížit
he: הגדל
hr: Povećaj
hu: Nagyítás
nb: Zoom inn
sk: Priblížiť
sr_cyrl: Увећај

# MediaZoomOut
source: Zoom Out
cs: Oddálit
he: הקטן
hr: Smanji
hu: Kicsinyítés
nb: Zoom ut
sk: Oddialiť
sr_cyrl: Умањи

# MegaAddedBy
source: un1 added you to this group
cs: un1 Vás přidal/a do skupiny
he: ⁨un1⁩ הוסיף/ה אותך לקבוצה
hr: un1 vas dodaje u ovu grupu
hu: un1 meghívott ebbe a csoportba
nb: un1 la deg til i denne gruppen
sk: un1 Vás pridal/a do tejto skupiny
sr_cyrl: un1 вас је додао/ла у ову групу

# MegaAdminsInfo
source: You can add admins to help you manage your group. Press and hold to remove them.
cs: Můžete přidat správce, kteří Vám pomohou spravovat skupinu. Pro jejich odebrání na ně klepněte a podržte.
he: באפשרותך להוסיף מנהלים שיעזרו לך לנהל את הקבוצה שלך. לחץ והחזק בכדי להסיר אותם.
hr: Možete dodati administratore koji će vam pomoći upravljati grupom. Pritisnite i držite ako ih želite ukloniti.
hu: Felvehetsz adminisztrátorokat, akik segíthetnek a csoport karbantartásában. Hosszan nyomva eltávolíthatod őket.
nb: Du kan legge til administatorer for å hjelpe deg å administrere gruppen. Trykk og hold for å fjerne disse.
sk: Môžete pridať správcov, ktorí vám pomôžu spravovať vašu skupinu. Stlačením a podržaním ich odstránite.
sr_cyrl: Можете додати администраторе који ће вам помоћи да управљате групом. Притисните и држите да бисте их уклонили.

# MegaDeleteAlert
source: Deleting this group will remove all members and all messages will be lost. Do you want to delete the group?
cs: Počkejte! Smazáním této skupiny odstraníte všechny členy a všechny zprávy budou ztraceny. Chcete tuto skupinu opravdu smazat?
he: מחיקת קבוצה זו תסיר את כל החברים ממנו וכל ההודעות בו יאבדו. למחוק את הקבוצה?
hr: Brisanjem ove grupe uklonit će se svi članovi i sve će poruke biti izgubljene. Svejedno izbrisati grupu?
hu: A csoport törlésével az összes tag eltávolítódik, és az összes üzenet elvész. Szeretnéd törölni a csoportot?
nb: Sletting av gruppen vil fjerne alle medlemmer og alle meldinger blir borte for alltid. Vil du slette gruppen?
sk: Odstránením tejto skupiny sa odstránia všetci členovia a všetky správy sa stratia. Chcete odstrániť skupinu?
sr_cyrl: Брисањем групе ће бити уклоњени сви чланови и све поруке ће бити изгубљене. Желите ли да избришете групу?

# MegaDeleteInfo
source: You will lose all messages in this group.
cs: Přijdete o všechny zprávy v této skupině.
he: כל ההודעות שבקבוצה יאבדו.
hr: Izgubit ćete sve poruke u ovoj grupi.
hu: A csoport minden üzenete törlődni fog.
nb: Du vil miste alle meldinger i denne gruppen.
sk: Stratíte všetky správy v tejto skupine.
sr_cyrl: Изгубићете све поруке у овој групи.

# MegaLeaveAlert
source: Do you want to leavethis group?
cs: Opravdu chcete opustit tuto skupinu?
he: לעזוב קבוצה זו?
hr: Želite li napustiti ovu grupu?
hu: Ki akarsz lépni ebből a csoportból?
nb: Vil du forlate denne gruppen?
sk: Naozaj chcete opustiť túto skupinu?
sr_cyrl: Желите ли да напустите ову групу?

# MegaLeaveAlertWithName
source: Are you sure you want to leave **{0}**?
cs: Opravdu chcete opustit **{0}**?
he: לעזוב את **⁨{0}⁩**?
hr: Želite li napustiti grupu **{0}**?
hu: Biztosan el akarod hagyni ezt a csoportot: **{0}**?
nb: Er du sikker på at du vil forlate **{0}**?
sk: Naozaj chcete opustiť **{0}**?
sr_cyrl: Желите ли да напустите **{0}**?

# MegaPrivate
source: Private Group
cs: Soukromá skupina
he: קבוצה פרטית
hr: Privatna grupa
hu: Privát csoport
nb: Privat gruppe
sk: Súkromná skupina
sr_cyrl: Приватна група
